[Message]
CannotChangeGenderWhileWearingArmour=衣服穿戴中无法进行变性操作.
WearingArmourBeforeDye=You need to be wearing an armour before you can apply a dye.
UnableToRepairHere=无法在 {0} 这里进行修复.
UnableToRepairFullyRepaired=无法重复修复 {0}, 它已经完全修复好了.
UnableToCraft=Unable to use {0} to Craft.
UnableToFragment=Unable to Fragment {0}, it cannot be Fragmented.
UnableToSellHere=无法在 {0} 这里进行售卖.
UnableToSellHereCannotSold=Unable to Sell {0}, it cannot be sold.
UnableToLevel=Unable to Level {0}.
UnableToUseToLevel=Unable to use {0} to level.
UnableToReset=无法重置 {0}.
UnableToTrade=无法交易该物品.
UnableToRefine=无法炼制 {0}.
UnableToUpgrade=无法升级 {0}.
UnableToRefineIncorrectItem=Unable to use {0} to refine.
UnableToRefineHasBeenLevelled=Unable to refine {0} because it has been levelled.
UnableToRefineNeedCorundumOre=You cannot use {0}, you must use Corundum Ore.
UnableToStoreInGuildStorage=Unable to store this item in guild storage.
OnlyBlackIronOreCanBeUsed=Only Black Iron Ore can be used.
DoesntHaveSameStats={0} doesnt have the same stats as the main accessory.
NoFreeSpaceInInventory=背包已经满了.
NoFreeSpaceInStorage=仓库已经满了.
NoFreeSpaceInCompanionInventory=宠物的背包已经满了.
WeaponEnergyFlamingSword=Energy builds up within your weapon, Flaming Sword is ready.
WeaponEnergyDragonRise=Energy builds up within your weapon, Dragon Rise is ready.
WeaponEnergyBladeStorm=Energy builds up within your weapon, Blade Storm is ready.
WeaponEnergyDefensiveBlow=Energy builds up within your weapon, Defensive Blow is ready.
LevelIncreased=已升级
GainedExperience=获得经验值 {0:#,##0.#}
LostExperience=失去经验值 {0:#,##0.#}.
GainedExperienceAndWeaponExperience=Experience Gained {0:#,##0.#}, Weapon Experience {1:#,##0.#}.
GainedExperienceAndReadyForRefine=Experience Gained {0:#,##0.#}, Your weapon is ready for refine.
ItemGained=你获得 {0}.
ItemsGained=你获得 {0} x{1}.
NothingHappen=Nothing happen to your {0}
NotEnoughCurrency=Not enough {0}.
ItemStatsNewElement=Your {0} has been effected: New Element {1}
ItemStatsEffected=Your {0} has been effected: {1}
ItemDurabilityDrop=Your item {0} has dropped to durability 0
RefineSuccess=Your Refine has been placed successfully, please collect your weapon in {0}
GroupJoin=-{0} 已经加入了编组.
GroupRemove=-{0} 已经离开了编组.
GuildWarStarted=You are at war with {0} for {1}
GuildWarFinished=与行会 {0} 的行会战已结束.
CompanionItemGained=你的宠物获得 {0}.
CompanionItemsGained=你的宠物获得 {0} x{1}.
UseThrusting=使用刺杀.
DoNotUseThrusting=不用刺杀.
UseHalfMoon=使用半月攻击.
DoNotUseHalfMoon=不用半月攻击.
UseDestructiveSurge=Use Destructive Surge.
DoNotUseDestructiveSurge=Do not use Destructive Surge.
UseFlameSplash=Use Flame Splash.
DoNotUseFlameSplash=Do not use Flame Splash.
GameSceneAutoRunOn=[自动寻路: 开]
GameSceneAutoRunOff=[自动寻路: 关]
GameSceneSkillReady={0}已就绪.
GameSceneCastInCooldown=Unable to cast {0}, it is still on Cooldown.
GameSceneCastInCombat=Unable to cast {0} whilst in combat
GameSceneCastNoEnoughHealth=Unable to cast {0}, You do not have enough Health.
GameSceneCastNoEnoughMana=Unable to cast {0}, You do not have enough Mana.
GameSceneCastTooFar=Unable to cast {0}, Your target is too far.
GameSceneThrowTooFar=Unable to throw {0}, Your target is too far.
GameSceneHoldTooHeavy=Unable to hold {0}, it is too heavy.
GameSceneNeedFishingRod=Unable to hold {0}, must be holding fishing rod.
GameSceneWearTooHeavy=Unable to wear {0}, it is too heavy.
ChatLayoutLoaded=Chat Layout Loaded
ChatLayoutSaved=Chat Layout Saved
MailNew=You have received a new mail from {0}.
CommunicationCannotDeleteMailWithItems=You cannot delete a mail with items inside
DungeonAlreadyInInstance=You are already in an instance.
DungeonRegionNotConfigured=Connect Region not configured for this instance.
DungeonNotCorrectLevel=You are not the correct level.
DungeonInGroup=You must be in a group.
DungeonNotEnoughPeople=There are not enough people in your group.
DungeonTooManyPeople=There are too many people in your group.
DungeonInGuild=You must be in a guild.
DungeonInCastle=Your guild must own a castle.
CharacterSameGender=You are already a {0}.
LogoutInCombat=Unable to logout whilst in combat.
ExitInCombat=Unable to exit game whilst in combat.
FilterConfigSaved=Drop filters have been saved to your configuration
GroupMemberLimit=Group member limit has been reached
GroupNotLeader=You are not the leader of your group.
MarketNoItemSelected=Error: No Item selected.
MarketInvalidPrice=Error: Invalid Price.
BuySellOverweight=You do not have enough weight to buy any '{0}'.
BuySellNeedGold=You do not have enough gold to buy a '{0}'.
QuestSelectReward=Please select a reward.
CompanionNeedTicket=You need a Companion Ticket to unlock a new appearance
RefineNeedIronOre=You need Iron Ore x4 to create a Refinement Stone
RefineNeedSilverOre=You need Silver Ore x4 to create a Refinement Stone
RefineNeedDiamond=You need Diamond x4 to create a Refinement Stone
RefineNeedGoldOre=You need Gold Ore x2 to create a Refinement Stone
RefineNeedCrystal=You need Crystal x1 to create a Refinement Stone
RefineNeedGold=You cannot aford to offer this amount of gold.
RefineNeedFragmentI=You need Fragment (I) x10 to Master Refine
RefineNeedFragmentII=You need Fragment (II) x10 to Master Refine
RefineNeedFragmentIII=You need at least 1x Fragment (III) to Master Refine
RefineNeedRefinementStone=You need Refinement Stone x1 to Master Refine
SpectatorModeWarningInCombat=Unable to observe whilst in combat.
SpectatorModeWarningInSafezone=You can only change spectator mode whilst in safezone.
ScreenshotSaved=截屏已保存 {0}

[Common]
CommonControlApply=应用
CommonControlCancel=取消
CommonControlClose=关闭
CommonControlConfirm=确认
CommonControlExit=退出
CommonControlNo=否
CommonControlOk=是
CommonControlSelect=选择
CommonControlYes=是
CommonControlDefaults=默认
CommonControlColourPickerTitle=颜色选择
CommonControlColourPickerRedLabel=红色:
CommonControlColourPickerGreenLabel=绿色:
CommonControlColourPickerBlueLabel=蓝色:
CommonControlColourPickerColourLabel=颜色:
CommonControlColourPickerNoneLabel=无
CommonControlColourPickerEmptyLabel=无颜色
CommonControlConfigWindowTitle=配置
CommonControlConfigWindowGraphicsTabLabel=图形
CommonControlConfigWindowSoundTabLabel=声音
CommonControlConfigWindowGameTabLabel=游戏
CommonControlConfigWindowNetworkTabLabel=网络
CommonControlConfigWindowColoursTabLabel=颜色
CommonControlConfigWindowGraphicsTabFullScreenLabel=全屏:
CommonControlConfigWindowGraphicsTabGameSizeLabel=分辨率:
CommonControlConfigWindowGraphicsTabVSyncLabel=V-Sync:
CommonControlConfigWindowGraphicsTabLimitFPSLabel=FPS限制:
CommonControlConfigWindowGraphicsTabSmoothMoveLabel=平滑移动:
CommonControlConfigWindowGraphicsTabClipMouseLabel=Clip Mouse:
CommonControlConfigWindowGraphicsTabDebugLabelLabel=调试标签:
CommonControlConfigWindowGraphicsTabLanguageLabel=语言:
CommonControlConfigWindowSoundTabBackgroundSoundLabel=背景音乐:
CommonControlConfigWindowSoundTabSystemVolumeLabel=系统音量:
CommonControlConfigWindowSoundTabMusicVolumeLabel=音乐音量:
CommonControlConfigWindowSoundTabPlayerVolumeLabel=玩家音量:
CommonControlConfigWindowSoundTabMonsterVolumeLabel=怪物音量:
CommonControlConfigWindowSoundTabMagicVolumeLabel=魔法音量:
CommonControlConfigWindowGameTabItemNameLabel=物品显名:
CommonControlConfigWindowGameTabMonsterNameLabel=怪物显名:
CommonControlConfigWindowGameTabPlayerNameLabel=人物显名:
CommonControlConfigWindowGameTabUserHealthLabel=玩家状态:
CommonControlConfigWindowGameTabMonsterHealthLabel=怪物状态:
CommonControlConfigWindowGameTabDamageNumbersLabel=Dmg Numbers:
CommonControlConfigWindowGameTabDrawParticlesLabel=粒子绘制:
CommonControlConfigWindowGameTabDisplayHelmetLabel=Display Helmet:
CommonControlConfigWindowGameTabHideChatBarLabel=隐藏聊天框:
CommonControlConfigWindowGameTabEscapeCloseAllLabel=ESC 关闭所有:
CommonControlConfigWindowGameTabShiftOpenChatLabel=Shift+1 打开聊天:
CommonControlConfigWindowGameTabShiftOpenChatHint=If turned on, Pressing Shift + 1 will open chat, if this is off you will use Quick Slot 1
CommonControlConfigWindowGameTabRightClickDeTargetLabel=右键取消目标锁定:
CommonControlConfigWindowGameTabRightClickDeTargetHint=If turned on, Right clicking to move away will also remove monster target.
CommonControlConfigWindowGameTabMonsterBoxVisibleLabel=显示怪物信息:
CommonControlConfigWindowGameTabLogChatLabel=聊天日志:
CommonControlConfigWindowGameTabDrawEffectsLabel=特效绘制:
CommonControlConfigWindowGameTabDrawWeatherLabel=天气绘制:
CommonControlConfigWindowGameTabKeyBindButtonLabel=按键绑定
CommonControlConfigWindowNetworkTabUseNetworkConfigLabel=开启网络配置:
CommonControlConfigWindowNetworkTabUseIPAddressLabel=IP地址:
CommonControlConfigWindowNetworkTabUsePortLabel=端口:
CommonControlConfigWindowColoursTabLocalChatLabel=本地聊天:
CommonControlConfigWindowColoursTabGMWhisperInLabel=GM 私聊(进):
CommonControlConfigWindowColoursTabWhisperInLabel=私聊(进):
CommonControlConfigWindowColoursTabWhisperOutLabel=私聊(出):
CommonControlConfigWindowColoursTabGroupChatLabel=编组:
CommonControlConfigWindowColoursTabGuildChatLabel=行会:
CommonControlConfigWindowColoursTabShoutChatLabel=普通:
CommonControlConfigWindowColoursTabGlobalChatLabel=所有:
CommonControlConfigWindowColoursTabObserverChatLabel=观察:
CommonControlConfigWindowColoursTabHintTextLabel=提示文字:
CommonControlConfigWindowColoursTabSystemTextLabel=系统文字:
CommonControlConfigWindowColoursTabGainsTextLabel=Gains Text:
CommonControlConfigWindowColoursTabAnnouncementsLabel=公告:
CommonControlConfigWindowColoursTabResetColoursButtonLabel=重置所有
CommonControlDXKeyBindWindowTitle=按键绑定
CommonControlDXKeyBindWindowTipLabel=按 [Esc] 来取消当前的按键绑定
CommonControlDXKeyBindWindowDefaultConfirmMessage=Are you sure you want to reset ALL keybinds back to the default settings?
CommonControlDXKeyBindWindowDefaultConfirmCaption=重置按键
CommonStatusAC=物防
CommonStatusMR=魔防
CommonStatusDC=物攻
CommonStatusMC=魔攻
CommonStatusSC=道攻
CommonStatusHealth=Hp/Mp
CommonStatusMana=Mana
CommonStatusElementAttack=E.Att
CommonStatusFire=火系
CommonStatusIce=冰系
CommonStatusLightning=电系
CommonStatusWind=风系
CommonStatusHoly=幸运
CommonStatusDark=暗黑
CommonStatusPhantom=幽灵
CommonStatusPhysical=物理

[Scenes]
LoginConnectionAttemptMessage=正在尝试连接至服务器.\n尝试次数:{0}
LoginConnectionAttemptCaption=连接中
LoginLoadingMessage=正在加载客户端信息...\n请稍候...
LoginLoadingCaption=加载中
LoginDialogTitle=输入你的邮箱和密码
LoginDialogEMailHelpHint=邮箱地址.\n格式: Example@Example.Com.\n长度限制: {0}个字符.
LoginDialogPasswordHelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
LoginDialogLoginButtonLabel=登录
LoginDialogExitButtonLabel=退出游戏
LoginDialogRankingButtonLabel=排行
LoginDialogOptionButtonLabel=选项
LoginDialogNewAccountButtonLabel=新账号
LoginDialogChangePasswordButtonLabel=修改密码
LoginDialogRememberCheckBoxLabel=记住登录?
LoginDialogForgotPasswordLabel=忘记密码?
NewAccountDialogTitle=创建账号
NewAccountDialogCreateButtonLabel=创建
NewAccountDialogEMailLabel=邮箱:
NewAccountDialogPassword1Label=密码:
NewAccountDialogPassword2Label=密码:
NewAccountDialogRealNameLabel=真实姓名:
NewAccountDialogBirthDateLabel=出生日期:
NewAccountDialogReferralLabel=推荐信息:
NewAccountDialogEMailHelpHint=邮箱地址.\n格式: Example@Example.Com.\n长度限制: {0}个字符.
NewAccountDialogPassword1HelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
NewAccountDialogPassword2HelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
NewAccountDialogRealNameHelpHint=真实名称.\n允许字符: 所有.\n长度: {0}到{1}个字符.\n必填: {2}
NewAccountDialogBirthDateHelpHint=出生日期.\n格式: {0}.\n必填: {1}
NewAccountDialogReferralHelpHint=推荐人邮箱.\n格式: Example@Example.Com.\n长度限制: {0}个字符.
ChangePasswordTitle=密码修改
ChangePasswordChangeButtonLabel=修改
ChangePasswordEMailLabel=邮箱:
ChangePasswordCurrentPasswordLabel=当前密码:
ChangePasswordNewPassword1Label=新的密码:
ChangePasswordNewPassword2Label=二次密码:
ChangePasswordEMailHelpHint=邮箱地址.\n格式: Example@Example.Com.\n长度限制: {0}个字符.
ChangePasswordCurrentPasswordHelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
ChangePasswordNewPassword1HelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
ChangePasswordNewPassword2HelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
RequestResetPasswordTitle=密码重置发送
RequestResetPasswordRequestButtonLabel=发送
RequestResetPasswordEMailLabel=邮箱:
RequestResetPasswordEMailHelpHint=邮箱地址.\n格式: Example@Example.Com.\n长度: {0}个字符.
RequestResetPasswordHaveKeyLabel=使用重置密钥?
ResetPasswordTitle=密码重置
ResetPasswordResetButtonLabel=重置
ResetPasswordResetKeyLabel=重置密钥:
ResetPasswordNewPassword1Label=新的密码:
ResetPasswordNewPassword2Label=二次密码:
ResetPasswordResetKeyHelpHint=重置密钥.\n邮箱收到的一封由数字和字母组成的密钥.\n大小写敏感.
ResetPasswordNewPassword1HelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
ResetPasswordNewPassword2HelpHint=密码.\n规则:任意非空字符.\n长度: {0}到{1}个字符.
ActivationTitle=激活账号
ActivationActivateButtonLabel=激活
ActivationActivationKeyLabel=激活码:
ActivationActivationKeyHelpHint=激活码.\n你邮箱收到的一段随机的数字和字母组合的激活码.\n大小写敏感.
ActivationResendLabel=没有收到邮箱?
RequestActivationKeyTitle=激活码发送
RequestActivationKeyRequestButtonLabel=发送
RequestActivationKeyEMailLabel=邮箱:
RequestActivationKeyEMailHelpHint=邮箱地址.\n格式: Example@Example.Com.\n长度: {0}个字符.
SelectTitle=角色选择
SelectStartButtonLabel=开始游戏
SelectCreateButtonLabel=创建
SelectDeleteButtonLabel=删除
NewCharacterTitle=创建角色
NewCharacterCreateButtonLabel=创建
NewCharacterSelectClassLabel=职业选择
NewCharacterSelectedClassLabel=战士
NewCharacterSelectGenderLabel=性别选择
NewCharacterSelectedGenderLabel=男
NewCharacterCustomizationLabel=自定义
NewCharacterHairTypeLabel=发型类型:
NewCharacterHairColorLabel=发型颜色:
NewCharacterArmourColorLabel=衣服颜色:
NewCharacterPreviewLabel=预览
NewCharacterCharacterNameLabel=名称:
NewCharacterCharacterNameHelpHint=角色名称.\n规则: a-z A-Z 0-9.\n长度: {0}到{1}个字符.\n相同账号可以使用历史角色名称.
SelectNameLabel=名称
SelectClassLabel=职业
SelectLevelLabel=等级
SelectLocationLabel=位置
AutoPotionTitle=自动喝药
AutoPotionEnabledLabel=开启
CharacterCharacterTabLabel=角色
CharacterHermitTabLabel=Hermit
CharacterDisciplineTabLabel=修仙
CharacterCharacterTabStatsAttackTabLabel=攻击
CharacterCharacterTabStatsDefenseTabLabel=防御
CharacterCharacterTabStatsWeightTabLabel=负重
CharacterCharacterTabStatsOtherTabLabel=其它
CharacterCharacterTabStatsElementAttackTabLabel=E.Att
CharacterCharacterTabStatsElementAdvantageTabLabel=E.Adv
CharacterCharacterTabStatsElementDisadvantageTabLabel=E.Dis
CharacterCharacterTabStatsAttackTabHint=攻击
CharacterCharacterTabStatsDefenseTabHint=防御
CharacterCharacterTabStatsWeightTabHint=负重
CharacterCharacterTabStatsOtherTabHint=其它
CharacterCharacterTabStatsElementAttackTabHint=元素攻击
CharacterCharacterTabStatsElementAdvantageTabHint=元素优势
CharacterCharacterTabStatsElementDisadvantageTabHint=元素劣势
CharacterCharacterTabStatsAttackTabMCLabel=魔攻:
CharacterCharacterTabStatsAttackTabSCLabel=道攻:
CharacterCharacterTabStatsAttackTabCritDamageLabel=暴击伤害:
CharacterCharacterTabStatsAttackTabAccuracyLabel=准确:
CharacterCharacterTabStatsAttackTabASpeedLabel=攻速:
CharacterCharacterTabStatsAttackTabLuckLabel=幸运:
CharacterCharacterTabStatsAttackTabCritChanceLabel=暴击几率:
CharacterCharacterTabStatsDefenseTabAgilityLabel=敏捷:
CharacterCharacterTabStatsDefenseTabLifeStealLabel=吸血:
CharacterCharacterTabStatsWeightTabBodyWLabel=体力:
CharacterCharacterTabStatsWeightTabHandWLabel=腕力:
CharacterCharacterTabStatsAdditionalTabComfortLabel=Comfort:
CharacterCharacterTabStatsAdditionalTabPickupRadiusLabel=拾取范围:
CharacterCharacterTabStatsAdditionalTabGoldRateLabel=金币倍数:
CharacterCharacterTabStatsAdditionalTabDropRateLabel=掉落倍数:
CharacterCharacterTabStatsAdditionalTabExpRateLabel=经验倍数:
CharacterHermitTabShowConfirmationLabel=开始确认
CharacterHermitTabUnspentPointsLabel=可用点数:
CharacterHermitTabButtonsConfirmationCaption=属性确认
CharacterHermitTabButtonsConfirmationMessage=你确定要提高你的 {0} 吗?
CharacterHermitTabButtonsMCLabel=魔攻
CharacterHermitTabButtonsConfirmationMCMessage=你确定要提高你的魔法攻击吗?
CharacterHermitTabButtonsSCLabel=道攻
CharacterHermitTabButtonsConfirmationSCMessage=你确定要提高你的道术攻击吗?
CharacterHermitTabButtonsElementLabel=元素
CharacterHermitTabButtonsConfirmationElementMessage=你确定要提高你的元素攻击吗?
CharacterDisciplineTabLvLabel=修仙等级:
CharacterDisciplineTabUnusedLabel=废弃标签
CharacterDisciplineTabExpLabel=修仙经验:
CharacterDisciplineTabButtonGainLabel=开始修仙
CharacterDisciplineTabConfirmationMessage=你确定要开始你的修仙之旅吗?\n修仙会消耗的 {0:n0} 金币
CharacterDisciplineTabConfirmationCaption=修仙角色
ChatOptionsDialogTitle=聊天选项
ChatOptionsDialogButtonAdd=添加
ChatOptionsDialogButtonResetAll=重置所有
ChatOptionsDialogResetAllMessage=你确定要重置所有的聊天窗口吗?
ChatOptionsDialogResetAllCaption=聊天重置
ChatOptionsDialogButtonSaveAll=保存所有
ChatOptionsDialogButtonReloadAll=重新加载
ChatOptionsDialogReloadAllMessage=你确定要重新加载所有的聊天窗口吗?
ChatOptionsDialogReloadAllCaption=聊天刷新
ChatOptionsPanelChatNameLabel=聊天名字:
ChatOptionsPanelTransparentLabel=显示透明:
ChatOptionsPanelShowAlertLabel=显示警告:
ChatOptionsPanelHideTabLabel=隐藏选项:
ChatOptionsPanelReverseLabel=倒序列表:
ChatOptionsPanelCleanUpLabel=移除旧的:
ChatOptionsPanelFadeOutLabel=淡出特效:
ChatOptionsPanelLocalChatLabel=本地:
ChatOptionsPanelWhisperChatLabel=私聊:
ChatOptionsPanelGroupChatLabel=编组:
ChatOptionsPanelGuildChatLabel=行会:
ChatOptionsPanelShoutChatLabel=普通:
ChatOptionsPanelGlobalChatLabel=全局:
ChatOptionsPanelObserverChatLabel=观察:
ChatOptionsPanelHintTextLabel=提示文字:
ChatOptionsPanelSystemTextLabel=系统文字:
ChatOptionsPanelGainsTextLabel=经验文字:
ChatOptionsPanelRemoveLabel=移除
ChatTextBoxOptionsButtonLabel=选项
CommunicationDialogTitle=聊天
CommunicationDialogFriendTabLabel=好友
CommunicationDialogReceivedTabLabel=接收邮件
CommunicationDialogSendTabLabel=发送邮件
CommunicationDialogBlockedTabLabel=封禁
CommunicationDialogFriendTabStatusLabel=状态:
CommunicationDialogFriendTabViewStatusLabel=状态查看:
CommunicationDialogFriendTabFriendAddButtonLabel=添加好友
CommunicationDialogFriendTabFriendAddButtonConfirmMessage=请输入你想要添加的好友名字.
CommunicationDialogFriendTabFriendAddButtonConfirmCaption=添加好友
CommunicationDialogFriendTabFriendRemoveButtonLabel=删除好友
CommunicationDialogFriendTabFriendRemoveButtonConfirmMessage=你确定要取消 {0} 的好友关系吗?
CommunicationDialogFriendTabFriendRemoveButtonConfirmCaption=取消好友
CommunicationDialogReceivedTabCategoryLabel=分类
CommunicationDialogReceivedTabTitleLabel=标题
CommunicationDialogReceivedTabDateLabel=发送日期
CommunicationDialogReceivedTabCollectAllButtonLabel=收集所有
CommunicationDialogReceivedTabDeleteAllButtonLabel=删除所有
CommunicationDialogReceivedTabNewButtonLabel=新邮件
CommunicationDialogSendTabRecipientLabel=接收人:
CommunicationDialogSendTabSubjectLabel=主题:
CommunicationDialogSendTabItemsLabel=物品:
CommunicationDialogSendTabGoldLabel=金币:
CommunicationDialogSendTabSendButtonLabel=发送
CommunicationDialogBlockedTabAddButtonLabel=新增封禁
CommunicationDialogBlockedTabAddButtonConfirmMessage=请输入你想要封禁的玩家名字.
CommunicationDialogBlockedTabAddButtonConfirmCaption=封禁玩家
CommunicationDialogBlockedTabRemoveButtonLabel=解除封禁
CommunicationDialogBlockedTabRemoveButtonConfirmMessage=你确定要为 {0} 解除封禁吗?
CommunicationDialogBlockedTabRemoveButtonConfirmCaption=解封玩家
CommunicationDialogReadTabSenderLabel=发送人:
CommunicationDialogReadTabSubjectLabel=主题:
CommunicationDialogReadTabDateSentLabel=发送日期:
CommunicationDialogReadTabItemsLabel=物品:
CommunicationDialogReadTabReplyLabel=回复邮箱:
CommunicationDialogReadTabDeleteButtonLabel=删除邮件
CompanionDialogTitle=伙伴
CompanionDialogCompanionTabLabel=宠物
CompanionDialogCompanionTabBonusButtonLabel=Bonus
CompanionDialogCompanionTabFilterButtonLabel=Filter
CompanionDialogCompanionTabBagButtonLabel=背包
CompanionDialogCompanionTabNameLabel=名称
CompanionDialogCompanionTabLevelLabel=等级
CompanionDialogCompanionTabExpLabel=经验
CompanionDialogCompanionTabHungerLabel=饥饿
CurrencyDialogTitle=货币
ExitDialogTitle=退出游戏
ExitDialogToSelectButtonLabel=角色选择
ExitDialogExitButtonLabel=退出游戏
FilterDialogTitle=过滤掉落
FilterDialogFilterLabel=物品 #{0}
FilterDialogSaveButtonLabel=保存设置
FishingCatchDialogAutoCast=Auto Cast:
FortuneCheckerDialogTitle=Fortune Checker
FortuneCheckerDialogNameLabel=名称:
FortuneCheckerDialogItemLabel=物品:
FortuneCheckerDialogSearchButtonLabel=查询
FortuneCheckerRowCountLabel=掉落数量:
FortuneCheckerRowProgressLabel=Fortune Drop in:
FortuneCheckerRowDateLabel=Last Check:
FortuneCheckerRowCheckButtonLabel=检查
FortuneCheckerRowCheckButtonConfirmMessage=Are you sure you want to check your fortune progress?
FortuneCheckerRowCheckButtonConfirmCaption=Fortune Check
GroupDialogTitle=编组
GroupDialogAllowGroupButtonAllowingHint=编组状态: 允许
GroupDialogAllowGroupButtonNotAllowingHint=编组状态: 禁止
GroupDialogMemberTabLabel=编组成员
GroupDialogAddButtonConfirmMessage=请输入你想要组队的玩家名字.
GroupDialogAddButtonConfirmCaption=邀请编组成员
GroupDialogAddButtonHint=添加成员
GroupDialogRemoveButtonHint=移除成员
GuildDialogTitle=行会
GuildDialogCreateTabLabel=创建
GuildDialogCreateTabStep1Label=步骤 1 - 身份证明
GuildDialogCreateTabStep1GuildNameLabel=行会名称:
GuildDialogCreateTabStep2Label=步骤 2 - 支持
GuildDialogCreateTabStep2GoldCheckBoxLabel={0:#,##0} 金币
GuildDialogCreateTabStep2HornCheckBoxLabel=沃玛号角
GuildDialogCreateTabStep3Label=步骤 3 - 选项
GuildDialogCreateTabStep3ExtraMembersLabel=扩充成员:
GuildDialogCreateTabStep3ExtraMembersHint=基础数量: 10, 扩充每个成员需要: {0}.
GuildDialogCreateTabStep3ExtraStorageLabel=扩充仓库:
GuildDialogCreateTabStep3ExtraStorageHint=基础容量: 10, 扩充每个容量需要: {0}.
GuildDialogCreateTabStep4Label=步骤 4 - 概要
GuildDialogCreateTabStep4TotalCostLabel=金币花费:
GuildDialogCreateTabCreateButtonLabel=创建行会
GuildDialogCreateTabStarterGuildButtonLabel=Join Starter Guild
GuildDialogHomeTabLabel=主页
GuildDialogHomeTabNoticeLabel=公告
GuildDialogHomeTabNoticeEditButtonLabel=编辑
GuildDialogHomeTabNoticeSaveButtonLabel=保存
GuildDialogHomeTabNoticeStatsLabel=统计
GuildDialogHomeTabNoticeStatsMembersLabel=成员:
GuildDialogHomeTabNoticeStatsGuildFundsLabel=Guild Funds:
GuildDialogHomeTabNoticeStatsTodaysGrowthLabel=今日增长:
GuildDialogHomeTabNoticeStatsTotalContributionLabel=总的贡献:
GuildDialogHomeTabNoticeStatsTodaysContributionLabel=今日贡献:
GuildDialogHomeTabNoticeStatsTaxLabel=行会税收:
GuildDialogMembersTabLabel=成员
GuildDialogStorageTabLabel=仓库
GuildDialogStorageTabNameLabel=名称:
GuildDialogStorageTabItemLabel=物品:
GuildDialogStorageTabClearButtonLabel=清除
GuildDialogWarTabLabel=战争
GuildDialogCastleTabLabel=城堡
GuildDialogManageTabMembershipLabel=会员
GuildDialogManageTabMembershipMemberConfirmMessage=Please enter the name of the person you wish to Invite.
GuildDialogManageTabMembershipIncreaseMemberConfirmMessage=Would you like to increase member limit for {0:#,##0}?.
GuildDialogManageTabMembershipAddButtonLabel=邀请成员
GuildDialogManageTabMembershipEditDefaultButtonLabel=默认排行
GuildDialogManageTabTreasuryLabel=Treasury
GuildDialogManageTabTreasuryChangeButtonLabel=Set Tax Amount
GuildDialogManageTabTreasuryTaxConfirmMessage=Please enter the amount you would like to set as tax.
GuildDialogManageTabMembershipMembersIncreaseButtonLabel=增加限制
GuildDialogManageTabUpgradeStorageLabel=仓库
GuildDialogManageTabUpgradeStorageIncreaseButtonLabel=增加限制
GuildDialogManageTabUpgradeStorageConfirmMessage=Would you like to increase storage limit for {0:#,##0}?.
GuildDialogWarTabGuildWarStartWarButtonLabel=开始战争
GuildDialogWarTabGuildWarConfirmMessage=请输入你要发起行会战的行会名称.
GuildMemberRowNameLabel=名称
GuildMemberRowRankLabel=排行
GuildMemberRowTotalLabel=总连接数.
GuildMemberRowDailyLabel=日常连接.
GuildMemberRowOnlineLabel=在线
GuildMemberDialogTitle=编辑成员
GuildMemberDialogMemberLabel=成员:
GuildMemberDialogRankLabel=排行:
GuildMemberDialogLeaderLabel=Is Leader:
GuildMemberDialogEditNoticeLabel=编辑公告:
GuildMemberDialogAddMemberLabel=添加成员:
GuildMemberDialogUseStorageLabel=使用仓库:
GuildMemberDialogStartWarLabel=开始战争:
GuildMemberDialogRepairLabel=Repair Fund:
GuildMemberDialogMerchantLabel=Merchant Fund:
GuildMemberDialogMarketLabel=Market Fund:
GuildMemberDialogKickButtonLabel=踢出
GuildMemberDialogKickButtonConfirmMsg=Are you sure you want to remove {0} from the guild
GuildMemberDialogKickButtonConfirmCaption=踢出成员
GuildCastlePanelOwnerLabel=Current Owner:
GuildCastlePanelScheduleLabel=日程:
GuildCastlePanelRequestButtonLabel=提交
GuildCastlePanelCostLabel=花费:
GuildCastlePanelNoneText=无
GuildCastlePanelInProgressText=进行中
GuildRepairGatesConfirmMsg=修复城门会消耗 {0:#,##0}. 你确定吗?
GuildRepairGatesConfirmCaption=修复城门
GuildRepairGuardsConfirmMsg=修复守卫会消耗 {0:#,##0}. 你确定吗?
GuildRepairGuardsConfirmCaption=修复守卫
InventoryDialogTitle=背包
InventoryDialogPrimaryCurrencyTitle=金币
InventoryDialogSecondaryCurrencyTitle=GG
InventoryDialogSortButtonHint=排序
InventoryDialogTrashButtonHint=移除
InventoryDialogWalletLabelHint=钱包 [{0}]
MagicDialogTitle=魔法
MenuDialogTitle=菜单
MenuDialogSettingsButtonLabel=设置
MenuDialogGuildButtonLabel=行会
MenuDialogStorageButtonLabel=仓库
MenuDialogRankingButtonLabel=排行
MenuDialogCompanionButtonLabel=宠物
MenuDialogLeaveButtonLabel=退出游戏
MenuDialogSettingsButtonHint=设置 [{0}]
MenuDialogGuildButtonHint=行会 [{0}]
MenuDialogStorageButtonHint=仓库 [{0}]
MenuDialogRankingButtonHint=排行 [{0}]
MenuDialogCompanionButtonHint=宠物 [{0}]
MenuDialogLeaveButtonHint=退出游戏 [{0}]
MainPanelCharacterButtonHint=角色 [{0}]
MainPanelInventoryButtonHint=背包 [{0}]
MainPanelCompanionButtonHint=宠物 [{0}]
MainPanelSpellButtonHint=技能 [{0}]
MainPanelQuestButtonHint=任务 [{0}]
MainPanelMailButtonHint=聊天 [{0}]
MainPanelBeltButtonHint=Belt [{0}]
MainPanelGroupButtonHint=编组 [{0}]
MainPanelMenuButtonHint=菜单 [{0}]
MainPanelCashShopButtonHint=商铺 [{0}]
MainPanelClassLabel=职
MainPanelClassHint=职业
MainPanelLevelLabel=级
MainPanelLevelHint=等级
MainPanelACLabel=物理防御
MainPanelMRLabel=魔法防御
MainPanelDCLabel=物理攻击
MainPanelMCLabel=魔法攻击
MainPanelSCLabel=道术攻击
MainPanelAccuracyLabel=准
MainPanelAccuracyHint=准确
MainPanelAgilityLabel=敏
MainPanelAgilityHint=敏捷
MarketPlaceDialogTitle=市场
MarketPlaceDialogSearchTabLabel=搜索
MarketPlaceDialogSearchTabNameLabel=名称:
MarketPlaceDialogSearchTabItemLabel=物品:
MarketPlaceDialogSearchTabSortLabel=排序:
MarketPlaceDialogSearchTabSearchButtonLabel=搜索
MarketPlaceDialogSearchTabClearButtonLabel=清除
MarketPlaceDialogSearchTabSaleHistoryLabel=销售历史
MarketPlaceDialogSearchTabSaleHistoryNumberSoldLabel=已售:
MarketPlaceDialogSearchTabSaleHistoryLastPriceLabel=最新价格:
MarketPlaceDialogSearchTabSaleHistoryAvgPriceLabel=平均价格:
MarketPlaceDialogSearchTabMessageLabel=消息
MarketPlaceDialogSearchTabBuyingLabel=购买中
MarketPlaceDialogSearchTabBuyingCountLabel=数量:
MarketPlaceDialogSearchTabBuyingPriceLabel=价格:
MarketPlaceDialogSearchTabBuyingTotalLabel=总数:
MarketPlaceDialogSearchTabBuyingGuildLabel=Use Guild Funds:
MarketPlaceDialogSearchTabBuyingBuyButtonLabel=购买
MarketPlaceDialogConsignTabLabel=Consign
MarketPlaceDialogConsignTabStep1Label=步骤 1
MarketPlaceDialogConsignTabStep1SelectItemLabel=选择物品:
MarketPlaceDialogConsignTabStep1SaleHistoryLabel=销售历史
MarketPlaceDialogConsignTabStep1NumberSoldLabel=售卖数量:
MarketPlaceDialogConsignTabStep1LastPriceLabel=上次价格:
MarketPlaceDialogConsignTabStep1AvgPriceLabel=平均价格:
MarketPlaceDialogConsignTabStep2Label=步骤 2
MarketPlaceDialogConsignTabStep2PriceLabel=价格
MarketPlaceDialogConsignTabStep3Label=步骤 3 - 消息
MarketPlaceDialogConsignTabStep4Label=步骤 4
MarketPlaceDialogConsignTabStep4ConsignCostLabel=Consign Cost:
MarketPlaceDialogConsignTabStep4ConsignGuildLabel=Use Guild Funds:
MarketPlaceDialogConsignTabStep4ConsignButtonLabel=Consign
MarketPlaceDialogConsignTabSearchingLabel=查询中...
MarketPlaceDialogConsignTabCancelListingCaption=Cancel Listing
MarketPlaceDialogGameStoreTabLabel=游戏商店
MarketPlaceDialogGameStoreTabNameLabel=名称
MarketPlaceDialogGameStoreTabItemLabel=物品
MarketPlaceDialogGameStoreTabSortLabel=排序
MarketPlaceDialogGameStoreTabSearchButtonLabel=搜索
MarketPlaceDialogGameStoreTabClearButtonLabel=清除
MarketPlaceDialogGameStoreTabHuntGoldLabel=Hunt Gold
MarketPlaceDialogGameStoreTabHuntGoldAmountLabel=总额:
MarketPlaceDialogGameStoreTabGameGoldLabel=Game Gold
MarketPlaceDialogGameStoreTabGameGoldAmountLabel=总额:
MarketPlaceDialogGameStoreTabGameGoldRechargeButtonLabel=Buy Game Gold
MarketPlaceDialogGameStoreTabGameGoldRechargeButtonConfirmMessage=You're about to navigate to a page that could minimize your game,\nDo you want to continue?
MarketPlaceDialogGameStoreTabGameGoldRechargeButtonConfirmCaption=Buy Game Gold
MarketPlaceDialogGameStoreTabBuyingLabel=购买中
MarketPlaceDialogGameStoreTabBuyingCountLabel=数量:
MarketPlaceDialogGameStoreTabBuyingPriceLabel=G. Gold:
MarketPlaceDialogGameStoreTabBuyingTotalLabel=总共:
MarketPlaceDialogGameStoreTabBuyingUseHuntGoldLabel=Use Hunt Gold:
MarketPlaceDialogGameStoreTabBuyingBuyButtonLabel=购买
MonsterDialogUndeadIconHint=Undead
MonsterDialogMortalIconHint=Mortal
MonsterDialogTamableIconHint=Tamable
MonsterDialogUntamableIconHint=Untamable
MonsterDialogAttackingIconDefaultHint=攻击速度
MonsterDialogMovingIconDefaultHint=移动速度
MonsterDialogGrowthIconDefaultHint=成长
MonsterDialogGrowthIconHint=成长等级. {0}
MonsterDialogAttackSpeedIconAttackingNonHint=Non Attacking
MonsterDialogAttackSpeedIconAttackingVerySlowHint=Attacking: Very Slow
MonsterDialogAttackSpeedIconAttackingSlowHint=Attacking: Slow
MonsterDialogAttackSpeedIconAttackingSomewhatSlowHint=Attacking: Somewhat Slow
MonsterDialogAttackSpeedIconAttackingModerateHint=Attacking: Moderate
MonsterDialogAttackSpeedIconAttackingSomewhatFastHint=Attacking: Somewhat Fast
MonsterDialogAttackSpeedIconAttackingFastHint=Attacking: Fast
MonsterDialogAttackSpeedIconAttackingVeryFastHint=Attacking: Very Fast
MonsterDialogMovementSpeedIconMovingNonHint=Non Moving
MonsterDialogMovementSpeedIconMovingVerySlowHint=Moving: Very Slow
MonsterDialogMovementSpeedIconMovingSlowHint=Moving: Slow
MonsterDialogMovementSpeedIconMovingSomewhatSlowHint=Moving: Somewhat Slow
MonsterDialogMovementSpeedIconMovingModerateHint=Moving: Moderate
MonsterDialogMovementSpeedIconMovingSomewhatFastHint=Moving: Somewhat Fast
MonsterDialogMovementSpeedIconMovingFastHint=Moving: Fast
MonsterDialogMovementSpeedIconMovingVeryFastHint=Moving: Very Fast
QuestDialogTitle=任务日志
QuestDialogCurrentTab=当前的
QuestDialogAvailableTab=可用的
QuestDialogCompletedTab=完成的
QuestTabDetailsLabel=详情
QuestTabShowQuestTrackerLabel=Show Quest Tracker
QuestTabTasksLabel=任务
QuestTabRewardsLabel=奖励
QuestTabChoiceLabel=选择
QuestTabStartLabel=开始:
QuestTabEndLabel=结束:
QuestAbandonButtonLabel=取消
QuestAbandonConfirmationCaption=取消任务
QuestAbandonConfirmationMessage=你确定要取消这次任务吗?
RankingDialogTitle=排行版
RankingDialogGlobalTabLabel=全局
RankingDialogSearchButtonLabel=搜索
RankingDialogObserveButtonLabel=观察
RankingDialogOnlineOnlyLabel=在线
RankingDialogObservableLabel=观察
StorageDialogTitle=仓库
StorageDialogSortButtonLabel=排序
StorageDialogFilterNameLabel=名称:
StorageDialogFilterItemLabel=物品:
StorageDialogFilterClearButtonLabel=清理
StorageDialogStorageTab=仓库
StorageDialogPartsTab=Parts
TradeDialogTitle=交易窗口
TradeDialogUserLabel=用户
TradeDialogPlayerLabel=玩家
TradeDialogGoldLabel=金币
LootBoxRerollMessage=Rerolling a lootbox will cost {0} {1}. Are you sure?
LootBoxRerollTitle=Reroll Confirmation
LootBoxItemChoiceMessage=Are you sure you want to confirm your choice of items?
LootBoxItemChoiceTitle=Confirm Choice Confirmation
LootBoxTakeItemsMessage=Are you ready to take your items?
LootBoxTakeItemsTitle=Take Items Confirmation
LootBoxShuffleMessage=Items displayed above will be shuffled.\n\nConfirm the selection of items or reroll\nfor a new selection.
LootBoxOpenDescription=Click a box to open it.\nNext opening cost is {0} {1}.
LootBoxOpenMessage=Opening this box will cost {0} {1}. Are you sure?
LootBoxOpenTitle=Open Confirmation
LootBoxRerollCountLabel=Remaining Rerolls: {0}
LootBoxRerollButtonLabel=Reroll ({0} {1})
LootBoxConfirmChoiceButtonLabel=Confirm Choice
LootBoxTakeItemsButtonLabel=Take Items
BundleTitle=Bundle
BundleConfirmRandomButtonLabel=Take Random
BundleConfirmAllButtonLabel=Take All
BundleConfirmOneButtonLabel=Take Item

